Repository: mfep/midiconn
Catalog: po/*.po
Languages: hu

source: Untitled
hu: Névtelen

source: Open preset
hu: Konfiguráció megnyitása

source: File
hu: Fájl

source: New preset
hu: Új konfiguráció

source: Save preset
hu: Konfiguráció mentése

source: Save preset as
hu: Konfiguráció mentése másként

source: Exit
hu: Kilépés

source: Settings
hu: Beállítások

source: Theme
hu: Téma

source: Dark theme
hu: Sötét téma

source: Light theme
hu: Világos téma

source: Classic theme
hu: Klasszikus téma

source: Interface Scale
hu: Megjelenítés nagyítása

source: Language
hu: Nyelv

source: Reset to system language
hu: Visszaállítás a rendszer nyelvére

source: Show full port names
hu: Teljes eszköznevek kijelzése

source: Help
hu: Súgó

source: Enable debug log
hu: Hibalog engedélyezése

source: Open logfile
hu: Logfájl megnyitása

source: Visit website
hu: Weboldal felkeresése

source: About
hu: Névjegy

source: Welcome to %s
hu: Üdvözli a %s

source: Fetching latest %s version number...
hu: Legutóbbi %s verziószám lekérése...

source: Error fetching latest %s version number
hu: Hiba a legutóbbi %s verziószám lekérésénél

source: Congratulations! You are using the latest version of %s
hu: Gratulálunk! A %s legújabb verzióját használja

source: A new version of %s is available: %s
hu: Egy új %s verzió elérhető: %s

source: Show this window on application startup
hu: Ablak megjelenítése indításkor

source: New preset - empty
hu: Új konfiguráció - üres

source: New preset - add all MIDI devices
hu: Új konfiguráció - az összes MIDI eszközzel

source: Browse preset
hu: Konfiguráció tallózása

source: Open last preset
hu: Legutóbbi konfiguráció megnyitása

source: Open source licenses
hu: Licencinformációk

source: Do you want to save changes?
hu: Menti a módosításokat?

source: The change of display language is applied after restart
hu: A nyelv megváltoztatása a program újraindítása után jut érvényre

source: Message log
hu: Üzenetlista

source: MIDI in
hu: MIDI be

source: Clear
hu: Törlés

source: Buffer Size
hu: Pufferméret

source: Time
hu: Időpont

source: Type
hu: Típus

source: Channel
hu: Csatorna

source: Data #0
hu: Adat 0

source: Data #1
hu: Adat 1

source: Unknown
hu: Ismeretlen

source: Note On
hu: Billentyűleütés

source: Velocity
hu: Leütés erőssége

source: Note Off
hu: Billentyűfelengedés

source: Poly Aftertouch
hu: Polifonikus Aftertouch

source: Pressure
hu: Nyomás

source: All Sound Off
hu: Minden hang elhallgat

source: Reset All Controllers
hu: Minden kontroller alaphelyzetbe állítása

source: Local Control
hu: Lokális vezérlés

source: On
hu: Be

source: Off
hu: Ki

source: All Notes Off
hu: Minden hangjegy elhallgat

source: Omni Mode Off
hu: Omni mód ki

source: Omni Mode On
hu: Omni mód be

source: Mono Mode On
hu: Monó mód be

source: Channels
hu: Csatornák

source: Poly Mode On
hu: Polifónikus mód be

source: Control Change
hu: Kontrollváltás

source: Value
hu: Érték

source: Program Change
hu: Programváltás

source: Channel Aftertouch
hu: Csatorna Aftertouch

source: Pitch bend
hu: Hajlítás

source: Unknown channel message
hu: Ismeretlen csatorna üzenet

source: System Exclusive
hu: Rendszer exkluzív

source: bytes
hu: bájt

source: Timecode Quarter Frame
hu: Timekód negyed

source: Values
hu: Értékek

source: Song Position
hu: Dal pozíció

source: Song Select
hu: Dal kiválasztás

source: Tune Request
hu: Hangolási kérelem

source: Timing Clock
hu: Időzítő óra

source: Start Sequence
hu: Szekvencia elindítása

source: Continue Sequence
hu: Szekvencia folytatása

source: Stop Sequence
hu: Szekvencia leállítása

source: Active Sensing
hu: Aktív érzékelés

source: Reset everything
hu: Minden alaphelyzetbe állítása

source: Unknown system message
hu: Ismeretlen rendszerüzenet

source: None
hu: Egyik sem

source: Channel map
hu: Csatornaváltó

source: MIDI out
hu: MIDI ki

source: Default
hu: Alaphelyzet

source: Disable all
hu: Minden kikapcsolása

source: all channels
hu: minden csatorna

source: disconnected
hu: nincs csatlakoztatva

source: Advanced
hu: Haladó

source: Receive SysEx
hu: SysEx fogadása

source: Receive MIDI Clock
hu: MIDI óra fogadása

source: Receive Active Sensing
hu: Aktív érzékelés fogadása

source: MIDI inputs
hu: MIDI be

source: MIDI outputs
hu: MIDI ki

source: Left click to select. Right click to create nodes. Middle click (or Ctrl + left click) to pan view.
hu: Bal egérgomb a kiválasztáshoz. Jobb egérgomb új elemek létrehozásához. Középső egérgomb (vagy Ctrl + bal egérgomb) a nézet mozgatásához.
